
## Plan Result (terraform/settings)

[CI link](https://github.com/air-hand/dotfiles/actions/runs/9840404629)


<pre><code>Plan: 1 to add, 0 to change, 0 to destroy.</code></pre>

* Create
  * github_issue_label.dependencies[&#34;terraform-deps&#34;]


<details><summary>Change Result (Click me)</summary>

```hcl

  # github_issue_label.dependencies["terraform-deps"] will be created
  + resource "github_issue_label" "dependencies" {
      + color      = "CCCCFF"
      + etag       = (known after apply)
      + id         = (known after apply)
      + name       = "terraform-deps"
      + repository = "dotfiles"
      + url        = (known after apply)
    }

Plan: 1 to add, 0 to change, 0 to destroy.
```

</details>




<!-- github-comment: {"Command":"plan","JobName":"terraform","PRNumber":160,"Program":"tfcmt","SHA1":"74c9475828e5f3daa35cc46eb46760b3d90cd28c","Target":"terraform/settings","Vars":{},"WorkflowName":"Terraform plan and apply"} -->